anseki.vscode-color
brittanychiang.halcyon-vscode
ChrisChinchilla.vscode-pandoc
CoenraadS.bracket-pair-colorizer
darkriszty.markdown-table-prettify
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
EFanZh.graphviz-preview
esbenp.prettier-vscode
idleberg.hopscotch
jebbs.plantuml
jprestidge.theme-material-theme
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
moshfeu.compare-folders
MS-CEINTL.vscode-language-pack-de
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
RomanPeshkov.vscode-text-tables
shd101wyy.markdown-preview-enhanced
shuworks.vscode-table-formatter
tinaciousdesign.theme-tinaciousdesign
tokiedokie.reveal-markdown
tomoki1207.pdf
tomphilbin.gruvbox-themes
Tyriar.lorem-ipsum
vscode-icons-team.vscode-icons
vscodevim.vim
yzhang.markdown-all-in-one
